Repository: jonnitto/Jonnitto.PrettyEmbedHelper
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: da, de, fr

# gdprMessage
source: While playing this video, external contents are loaded and you may be tracked by the inital content provider.
da: Når du afspiller denne video, indlæses eksternt indhold, og du kan blive sporet af udbyderen af indholdsindhold.
de: Durch Abspielen dieses Videos werden entfernte Inhalte geladen und Sie können möglicherweise vom ursprünglichen Anbieter verfolgt werden.
fr: En lisant cette vidéo, le contenu est téléchargé et vous pouvez être suivi par le fournisseur d’origine.

# gdprMessageNewWindow
source: Open in new window
da: Åbn i et nyt vindue
de: Im neuem Fenster öffnen
fr: Ouvrir dans une nouvelle fenêtre

source: Close
da: Luk
de: Schließen
fr: Fermer

source: Play
da: Afspil
de: Abspielen
fr: Jouer

source: Pause
de: Pausieren

# needPreviewImage
source: You need to define a preview image.
da: Du skal definere et preview-billede.
de: Es muss ein Vorschaubild angegeben werden.
fr: Vous devez définir une image de prévisualisation.

# noVideoID
source: Please add a video URL or ID in the inspector
da: Tilføj venligst en video URL eller ID i inspektøren
de: Bitte Video URL oder ID im Inspektor hinzufügen
fr: Veuillez ajouter l'URL ou l'ID de la vidéo dans l'inspecteur

# noVideoAndPoster
source: You need to define at least one video file and a preview image.
da: Du skal definere mindst én videofil og et eksempelbillede.
de: Es muss mindestens ein Video und ein Vorschaubild definiert werden.
fr: Vous devez définir au moins un fichier vidéo et une image de prévisualisation.

# noVideo
source: You need to define at least one video.
da: Du skal definere mindst én video.
de: Es muss mindestens ein Video definiert werden.
fr: Vous devez définir au moins une vidéo.

# noVideoStreamAndPoster
source: You need to define a video stream URL and a preview image.
da: Du skal definere en videostream-URL og et preview-billede.
de: Es muss eine Video-Stream URL und ein Vorschaubild definiert werden.
fr: Vous devez définir une URL de flux vidéo et une image de prévisualisation.

# noStreamVideo
source: You need to define a video stream URL.
da: Du skal definere en videostream-URL.
de: Es muss eine Video-Stream URL definiert werden.
fr: Vous devez définir une URL de flux vidéo.

# noAudio
source: You need to define at least one audio source.
da: Mindst en lydkilde skal defineres.
de: Es muss mindestens eine Audio Quelle definiert werden.
fr: Vous devez définir au moins une source audio.

# lang
source: en
da: da
de: de
fr: fr
